case/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    consoleFluid
    {
	type		zeroGradient;
    }

    inletFluid
    {
	type		zeroGradient;
    }

    outlet1Fluid
    {
        type            fixedValue;
        value           uniform 0;
    }

    outlet2Fluid
    {
        type            fixedValue;
        value           uniform 0;
    }

    outlet3Fluid
    {
        type            fixedValue;
        value           uniform 0;
    }
}


// ************************************************************************* //
